Repository: vicbeck2/svnshooshoo
Catalog: KDE/kdelib.tmx
Source language: en
Languages: bg, ca, cs, da, de, el, es, et, eu, fi, fr, hu, is, it, ja, lt, lv, nl, pl, pt, ro, sk, sl, sv, tr

source: <qt><p>The diagnostics is:<br>%1<p>Possible reasons:</p><ul><li>An error occurred during your last KDE upgrade leaving an orphaned control module<li>You have old third party modules lying around.</ul><p>Check these points carefully and try to remove the module mentioned in the error message. If this fails, consider contacting your distributor or packager.</p></qt>
bg: <qt><p>Проблемът е:<br>%1<p>Възможни причини:</p><ul><li>Възникнала е грешка при последното обновяване на системата и е останал някой случаен модул от предната версия.<li>Инсталира ли сте модули, които са не са от системата, но се явяват заместители на стандартните модули.</ul><p>Моля, проверете съобщението за грешка внимателно и се опитайте да премахнете модулите, които са споменати. Ако и тази операция се провали, обновете цялата система или се свържете с доставчика си на софтуер.</p></qt>
ca: <qt> <p>El diagnòstic és: <br>%1 <p>Motius possibles:</p> <ul> <li>Va haver-hi un error durant la vostra darrera actualització del KDE, deixant un mòdul de control orfe <li>Teniu escampats antics mòduls de terceres parts.</ul> <p>Comproveu amb cura aquests punts i proveu d'eliminar el mòdul mencionat al missatge d'error. Si això falla, contacteu amb el vostre distribuïdor o empaquetador.</p></qt>
cs: <qt><p>Diagnostika je:<br>%1<p>Možné příčiny:</p> <ul><li>Nastala chyba během poslední aktualizace KDE, což zanechalo "opuštěný" ovládací modul<li>Máte někde staré moduly třetích stran</ul> <p>Pečlivě zkontrolujte tyto body a pokuste se odstranit moduly zmíněné v chybové zprávě. Pokud to nepomůže, kontaktujte svého distributora nebo balíkáře.</p></qt>
da: <qt><p>Diagnosen er:<br>%1<p>Mulige grunde:</p><ul><li>Der opstod en fejl under din sidste opgradering af KDE, der efterlod et forældreløst kontrolmodul<li>Du har gamle tredjeparts moduler liggende.</ul><p>Tjek disse punkter omhyggeligt og forsøg at fjerne modulet nævnt i fejlbeskeden. Hvis dette mislykkes, så overvej at kontakte din distributør den der har pakket KDE.</p></qt>
de: <qt><p>Fehlermeldung:<br>%1<p>Mögliche Ursachen:</p><ul><li>Bei der letzten Aktualisierung Ihres KDE ist ein Problem aufgetreten und es wurde ein vereinzeltes Kontrollmodul der Vorgängerversion übrig gelassen.<li>Es existieren ältere Module von Programmen, die nicht zum eigentlichen KDE gehören.</ul><p>Bitte überprüfen Sie diese Punkte sorgfältig und versuchen Sie, die Module zu entfernen, die in der Fehlermeldung auftauchen. Falls das nicht gelingt, sollten Sie vielleicht Kontakt zu Ihrem (Linux/Unix-)Distributor bzw. dem Ersteller der Aktualisierungs-Pakete aufnehmen.</p></qt>
el: <qt><p>Η διάγνωση είναι:<br>%1<p>Πιθανές αιτίες:</p><ul><li>Ένα σφάλμα συνέβη κατά την τελευταία ενημέρωση του KDE αφήνοντας πίσω ένα ορφανό άρθρωμα ελέγχου<li>Έχετε παλιά αρθρώματα τρίτων κάπου.</ul><p>Ελέγξτε αυτά τα σημεία προσεκτικά και προσπαθήστε να αφαιρέσετε το άρθρωμα που αναφέρθηκε στο μήνυμα σφάλματος. Αν αυτό αποτύχει, ίσως πρέπει να επικοινωνήσετε με το διανομέα σας ή το δημιουργό του πακέτου.</p></qt>
es: <qt><p>El diagnóstico es:<br>%1<p>Posibles razones:</p><ul><li>Se produjo un error durante la última actualización de su KDE y un módulo de control ha quedado huérfano.<li>Usted tiene módulos de terceras partes pendientes.</ul><p>Compruebe estos puntos con cuidado e intente eliminar el módulo mencionado en el mensaje de error. Si esto falla, contacte con su distribuidor o con el empaquetador.</p></qt>
et: <qt><p>Diagnostika:<br>%1<p>Võimalikud põhjused:</p><ul><li>KDE viimasel uuendamisel juhtus viga, mis jättis järele orvukesest juhtimismooduli<li>Kuskil vedelevad mingid vanad võõrad moodulid</ul><p>Kontrolli mõlemat võimalust hoolikalt ning püüa eemaldada kõik veateates mainitud moodulid. Kui see ei anna tulemust, võta ühendust oma distributsiooni või paketi valmistajaga.</p></qt>
fi: <qt><p>Diagnostiikka:<br>%1<p>Mahdolliset syyt:</p><ul><li>Edellisessä KDE-päivityksessä tapahtui virhe, joka jätti yksinäisen ohjausmoduulin.<li>Koneessa on vanha kolmannen osapuolen moduuli.</ul><p>Tarkista nämä vaihtoehdot tarkasti ja yritä poistaa virheilmoituksessa mainittu moduuli. Jos et onnistu, ota yhteyttä levityspaketoijaan tai paketin luojaan. </p></qt>
fr: <qt><p>Le diagnostic est :<br>%1<p>Raisons possibles :</p><ul><li>Une erreur est survenue pendant votre dernière mise à jour de KDE, laissant un module de contrôle orphelin. <li>Vous avec un module d'une tierce partie quelque part.</ul> <p>Vérifiez ces points soigneusement et essayez de supprimer le module mentionné dans le message d'erreur. Si ceci échoue, envisagez de contacter votre distributeur ou empaqueteur.</p></qt>
hu: <qt><p>A hibaüzenet:<br>%1<p>A hiba lehetséges okai:</p><ul><li>Hiba történt egy előző KDE-verzióról való frissítés során, az egyik beállítómodul 'árván' maradt<li>Régi, külső cégtől származó beállítómodul maradt a rendszerben</ul><p>A fentiek alapján próbálja meg eltávolítani azt a modult, amely a hibát okozza. Ha az eltávolítás nem sikerül, próbáljon tanácsot kérni a disztribúció vagy a csomag karbantartóitól.</p></qt>
is: <qt> <p>Villugreiningin er: <br>%1 <p>Mögulegar ástæður:</p> <ul><li>Villa kom upp við síðustu KDE uppfærslu sem skildi eftir ótengda stjórneiningu. <li>Þú ert með gamla einingu frá öðrum aðila</ul> <p>Athugaðu þetta hvortveggja vandlega og reyndu að fjarlægja stjórneininguna sem vitnað er í. Ef þetta tekst ekki reyndu að hafa samband vi dreifiaðila þinn eða þjónusturaðila</p></qt>
it: <qt><p>La diagnosi è:<br>%1<p>Cause possibili:</p><ul><li>Si è verificato un errore quando hai aggiornato KDE ed è rimasto un vecchio modulo di controllo<li>Ci sono dei vecchi moduli sviluppati da terze parti.</ul><p>Controlla questi punti con cura e prova a rimuovere il modulo indicato nel messaggio di errore. Se ciò dovesse fallire, prova a contattare la tua distribuzione o il creatore del pacchetto.</p></qt>
ja: <qt><p>診断:<br>%1<p>考えられる原因:</p><ul> <li>前回KDEをアップデートした際にエラーが発生して、不明なコントロール モジュールが残ってしまった。<li>サードパーティー製の古いモジュールがある。</ul> <p>これらの点を注意深く確かめ、エラーメッセージに挙げられているモジュールを 削除してみて下さい。失敗した場合にはディストリビュータまたはパッケージ作者 に連絡して下さい。</p></qt>
nl: <qt><p>De diagnose luidt:<br>%1<p>Mogelijke oorzaken:</p><ul><li>er is iets fout gegaan tijdens de laatste keer dat u KDE opwaardeerde, waardoor er een oude configuratiemodule achterbleef.<li>u hebt oude modules van andere projecten in uw Configuratiecentrum.</ul><p>Controleer deze punten zorgvuldig en probeer de module die in de foutmelding werd vermeld te verwijderen. Als dit niet lukt, overweeg dan contact op te nemen met uw distributeur of pakketbeheerder.</p></qt>
pl: <qt><p>Komunikat:<br>%1<p>Możliwe przyczyny:</p><ul><li>Podczas ostatniej aktualizacji KDE wystąpił błąd i moduł nie został uaktualniony.<li>Moduł pochodzi spoza standardowej dystrybucji KDE i jest zbyt stary.</ul><p>Proszę sprawdzić powyższe i spróbować usunąć moduł, którego dotyczy błąd. Jeśli to się nie powiedzie, proszę skontaktować się z twórcą dystrybucji lub administratorem systemu.</p></qt>
pt: <qt><p>O diagnóstico é o seguinte:<br>%1<p>Razões possíveis:</p><ul><li>Ocorreu um erro durante a sua última actualização do KDE, a qual deixou um módulo de controlo órfão<li>Você possui módulos antigos de terceiros no sistema.</ul><p>Verifique estas questões cuidadosamente e tente remover o módulo mencionado na mensagem de erro. Se isto não resultar, tente contactar o criador da distribuição ou do pacote.</p></qt>
ro: <qt><p>Diagnosticele sînt:<br/>%1</p><p>Motive posibile:</p><ul><li>A apărut o eroare la ultima actualizare de KDE ce a lăsat în urmă un modul de control orfan</li><li>Aveţi în sistem un modul vechi.</li></ul><p>Verificaţi aceste două situaţii cu atenţie şi încercaţi să ştegeţi modulul menţionat în mesajul de eroare. Dacă acest lucru eşuează, contactaţi distribuitorul dumneavoastră de software.</p></qt>
sk: <qt><p>Diagnostické informácie:<br>%1<p>Možné dôvody:</p><ul><li>Nastala chyba počas poslednej aktualizácie KDE, ktorá zanechala modul ovládacieho centra<li>Máte nainštalované staré moduly tretích strán.</ul><p>Skontrolujte tieto body a pokúste sa odstrániť modul označený v správe o chybe. Ak sa to neporadí, kontaktujte vášho distribútora alebo autora balíkov.</p></qt>
sl: <qt><p>Diagnostika kaže:<br>%1<p>Možni razlogi:</p><ul><li>Napaka se je pojavila med vašo zadnjo nadgradnjo KDE in pustila zavržen nadzorni modul.<li>Imate stare module tretjih razvijalcev.</ul><p>Ti točki pazljivo preučite in poskusite odstraniti modul, ki je omenjen v sporočilu o napaki. Če to ne uspe, poskusite obvestiti vašega distributerja ali izdelovalca paketov.</p></qt>
sv: <qt><p>Diagnostiken är:<br>%1<p>Möjliga orsaker:</p><ul><li>Ett fel uppstod under den senaste KDE-uppdateringen som lämnade kvar en föräldralös inställningsmodul.<li>Du har gamla moduler från tredje part som ligger kvar.</ul><p>Kontrollera de här punkterna noga, och försök ta bort modulen som nämns i felmeddelandet. Om detta misslyckas, fundera på att kontakta leverantören eller paketeraren.</p></qt>

source: <qt><p>This word was considered to be an "unknown word" because it does not match any entry in the dictionary currently in use. It may also be a word in a foreign language.</p> <p>If the word is not misspelled, you may add it to the dictionary by clicking <b>Add to Dictionary</b>. If you don't want to add the unknown word to the dictionary, but you want to leave it unchanged, click <b>Ignore</b> or <b>Ignore All</b>.</p> <p>However, if the word is misspelled, you can try to find the correct replacement in the list below. If you cannot find a replacement there, you may type it in the text box below, and click <b>Replace</b> or <b>Replace All</b>.</p> </qt>
bg: <qt><p>Намерена е непозната дума. Думата се смята за непозната понеже не съществува в речника.</p> <p>Ако думата не е грешна, може да я добавите в речника чрез бутона <b>Добавяне</b>. Ако не искате да добавяте думата, може да изберете <b>Игнориране</b>, за игнориране само на текущото срещане на думата или <b>Игнориране на всички</b>, за всички срещания на думата до края на документа.</p> <p>Ако думата е сгрешена, може да я редактирате и да я замените. Ако изберете <b>Замяна</b> ще се замени само текущото срещане на думата. Ако искате да замените всички срещания на думата до края на документа, изберете <b>Замяна на всички</b>.</p> </qt>
ca: <qt><p>Aquesta paraula s'ha considerat una "paraula desconeguda" perquè no casa amb cap entrada del diccionari actualment en ús. També podria ser una paraula d'un idioma estranger.</p> <p>Si la paraula no està mal escrita, podeu afegir-la al diccionari clicant a <b>Afegeix al diccionari</b>. Si no voleu afegir la paraula desconeguda al diccionari, però voleu deixar-la sense canviar, cliqueu <b>Ignora</b> o <b>Ignora-ho tot</b>.</p> <p>En canvi, si la paraula està mal escrita, podeu provar de trobar la substitució correcta a la llista de sota. Si no podeu trobar-hi una substitució, podeu escriure a la caixa de text de sota i clicar <b>Substitueix</b> o <b>Substitueix-ho tot</b>. </p> </qt>
cs: <qt><p>Toto slovo je považováno za neznámé, protože neodpovídá žádné položce v právě používaném slovníku. Možná je to také slovo v cizím jazyce.</p> <p>Pokud je slovo napsáno správně, můžete je <b>přidat do slovníku</b>. Pokud jej nechcet přidávat, ale chcete jej ponechat nezměněné, stiskněte <b>Ignorovat</b> nebo <b>Ignorovat vše</b>.</p> <p>Pokud je ovšem slovo špatně napsáno, můžete se pokusit pro něj najít vhodnou náhradu v seznamu níže. Pokud náhradu nenajdete, můžete ji stále zapsat do textového políčka níže a zvolit <b>Nahradit</b> nebo <b>Nahradit vše</b>.</p> </qt>
da: <qt><p>Dette ord blev opfattet som et "ukendt ord" fordi det ikke matcher nogen indgang i den ordbog du bruger. Det kan også være et ord fra et andet sprog.</p> <p>Hvis ordet ikke er stavet forkert, kan du tilføje det til ordbogen ved at klikke på <b>Tilføj til ordbog</b>.Hvis dit ikke ønsker at tilføje det ukendte ord til ordbogen, men du ønsker at lade det være uændret, så klik på <b>Ignorér</b> eller <b>Ignorér alle</b>.</p> <p>Hvis ordet imidlertid er stavet forkert, kan du prøve at finde den rigtige erstatning på listen nedenfor. Hvis du ikke kan finde en erstatning der, kan du skrive den i tekstboksen nedenfor, og klikke på <b>Erstat</b> eller <b>Erstat alle</b>.</p> </qt>
de: <qt><p>Dieses Wort wird als "unbekannt" bezeichnet, weil es mit keinem Eintrag im aktuell verwendeten Wörterbuch übereinstimmt. Es könnte sich auch um ein Wort in einer fremden Sprache handeln.</p> <p>Falls das Wort korrekt geschrieben ist, können Sie es durch einen Klick auf <b>Zum Wörterbuch hinzufügen</b> künftig ohne eine solche Meldung verwenden.Falls Sie das nicht möchten, das Wort aber in diesem Durchgang unverändert lassen wollen, klicken Sie auf <b>Ignorieren</b> oder <b>Alle ignorieren</b>.</p> <p>Ist das Wort tatsächlich falsch geschrieben, können Sie die korrekte Form eventuell aus der unten angezeigten Liste wählen. Findet sie sich dort nicht, tippen Sie die Korrektur ins Textfeld ein und klicken auf <b>Ersetzen</b> bzw. <b>Alle ersetzen</b>.</p> </qt>
es: <qt><p>Esta palabra se considera una "palabra desconocida" porque no concuerda con ninguna entrada del diccionario que está usando. Puede que se trate de una palabra estranjera.</p> <p>Si la palabra está correctamente escrita, puede añadirla al diccionario pulsando <b>Añadir al diccionario</b>. Si no desea añadir la palabra al diccionario pero desea dejarla tal cual pulse <b>Ignorar</b> o <b>Ignorar todas</b>.</p> <p>Sin embargo, si la palabra es incorrecta puede intentar buscar la forma correcta en la lista de debajo. Si no encuentra un reemplazo aquí, puede introducirlo en el cuadro de texto debajo, y pulsar <b>Reemplazar</b> o <b>Reemplazar todas</b>.</p> </qt>
et: <qt><p>Seda sõna peetakse "tundmatuks sõnaks", sest see ei sobi kokku ühegi praegu kasutatavas sõnaraamatus esineva sõnaga. See võib olla ka võõrkeelne sõna.</p> <p>Kui see ei ole valesti kirjutatud ehk "vikane", võid lisada selle sõnaraamatusse klõpsuga nupule <b>Lisa sõnaraamatusse</b>. Kui sa ei soovi tundmatut sõna sõnaraamatusse lisada, kuid tahad, et seda ei muudetaks, klõpsa <b>Ignoreeri</b> või <b>Ignoreeri kõiki</b>.</p> <p>Kui aga sõna on valesti kirjutatud, võid vaadata, ega alltoodud nimekiri paku sellele korrektset vastet. Kui sa seda sealt ei leia, võid kirjutada selle tekstikasti ning klõpsata <b>Asenda</b> või <b>Asenda kõik</b>.</p> </qt>
fi: <qt> <p>Tämä sana tunnistettiin "tuntemattomaksi sanaksi", koska sitä ei löydy tällä hetkellä käytöstä olevasta sanakirjasta. Sana voi olla myös ulkomaan kielinen.</p> <p>Jos sana on kirjoitettu oikein, voit lisätä sen sanakirjaan napsauttamalla painiketta <b>Lisää sanakirjaan</b>. Jos et halua lisätä tuntematonta sanaa sanakirjaan ja haluat jättää kohdan muuttamattomaksi, napsauta <b>Peru</b> tai <b>Peru kaikki</b>.</p> Jos sanassa on kuitenkin kirjoitusvirhe, voit valita sopivan korjauksen alapuolelta. Jos listasta ei löydy sopivaa korjausta, voit määritellä sen myös itse alapuolella olevaan tekstikenttään ja napsauttamalla sen jälkeen <b>Korvaa</b> tai <b>Korvaa kaikki</b>.</p> </qt>
fr: <qt><p>Ce mot a été considéré comme « mot inconnu » car il ne correspond pas à une entrée du dictionnaire utilisé. Ce peut aussi être un mot dans une langue étrangère.</p> <p>Si le mot n'est pas mal orthographié, vous pouvez l'ajouter au dictionnaire en cliquant sur <b>Ajouter au dictionnaire</b>. Si vous ne voulez pas ajouter le mot inconnu au dictionnaire mais voulez le laisser inchangé, cliquez sur <b>Ignorer</b> ou <b>Tout ignorer</b>.</p> <p>Cependant, si le mot est mal orthographié, vous pouvez essayer de trouver le remplacement correct dans la liste dessous. Si vous ne pouvez pas trouver ici un mot de remplacement, puis vous pouvez l'écrire dans la zone de texte dessous, et cliquer sur <b>Remplacer</b> ou <b>Tout remplacer</b>.</p> </qt>
hu: <qt><p>A helyesírás-ellenőrző ezt a szót ismeretlennek vette, mert egyik bejegyzéssel sem egyezik meg a jelenlegi szótárban. Lehet, hogy a szó idegen nyelven van írva, ezért nem ismerhető fel.</p> <p>Ha a szó nincs elírva, felvehető a szótárba a <b>Felvétel a szótárba</b> gombra kattintva. Ha a szót nem szeretné felvenni a szótárba, és nem szeretné kijavítani sem, kattintson a <b>Kihagyás</b> vagy a <b>Az összes kihagyása</b> gombra.</p> <p>Ha a szó hibásan lett leírva, az alábbi listában próbálja megkeresni a helyes szót. Ha nem található az a szó, amire szükség van, írja be az alábbi szövegmezőben, és kattintson a <b>Csere</b> vagy <b>Az összes cseréje</b> gombra.</p> </qt>
it: <qt><p>Questa parola è considerata una "parola sconosciuta" perché non corrisponde ad alcuna parola presente nel dizionario attualmente in uso. Potrebbe anche trattarsi di una parola straniera.</p> <p>Se la parola è scritta correttamente, puoi aggiungerla al dizionario facendo clic su <b>Aggiungi al dizionario</b>. Se non vuoi aggiungere la parola sconosciuta al dizionario, e non vuoi neppure cambiarla, fai clic su <b>Ignora</b> o su <b>Ignora tutto</b>.</p> <p>Se invece la parola è scritta in maniera sbagliata, puoi cercare la parola corretta nella lista qui sotto. Se la parola corretta non è presente, puoi scriverla nella casella di testo e fare clic su <b>Sostituisci</b> o su <b>Sostituisci tutto</b>.</p> </qt>
ja: <qt><p>この単語は、現在使用中のどの辞書にも該当するものが見つからないので、"未知の単語"として扱われます。これは外国語の単語かもしれません。</p> <p>もしこの単語が綴りの間違いではないのなら、<b>辞書に追加</b>をクリックして辞書に登録して下さい。未知の語を辞書に登録したくないけれど、それを修正もしたくないのであれば、<b>無視</b>または<b>全て無視</b>をクリックして下さい。</p> <p>あるいは、この単語が綴の間違いであれば、下記のリストの中から置き換えるべき 正しい単語を選択して下さい。正しいものがここで見つからない時は、 下のテキストボックスで直接入力して下さい。<b>置換</b>または<b>全てを置換</b>を クリックすると置き換わります。</p> </qt>
nl: <qt><p>Dit woord wordt als "onbekend woord" beschouwd omdat het in geen enkel woordenboek dat op dit moment in gebruik is, voorkomt. Het zou een woord in een vreemde taal kunnen zijn.</i> <p>Als het woord niet onjuist gespeld is kunt u het aan uw eigen woordenboek toegoeven door op <b>Toevoegen aan woordenboek</b> te klikken. Als u het woordt niet aan uw woordenboek wilt toevoegen, maar het wel wilt laten staan, klik dan op <b>Negeren</b> of <b>Alles negeren</b>.</p> <p>Als het woord inderdaad onjuist gespeld is kunt u uit de lijst hieronder een passend vervangend woord zoeken. Is er geen passend vervangend woord, kunt u het hieronder typen en klikken op <b>Vervangen</b> of <b>Alles vervangen</b>.</p> </qt>
pl: <qt> <p>To słowo jest traktowane jak "nierozpoznane", ponieważ nie znaleziono go w aktualnie używanym słowniku. Może być to słowo w innym języku.</p> <p>Jeśli słowo jest napisane poprawnie, można je dodać do słownika, wciskając przycisk <b>Dodaj do słownika</b> Jeśli nie chcesz dodawać tego słowa do słownika, ale nie chcesz go poprawiać, kliknij <b>Ignoruj</b> lub <b>Ignoruj wszystkie</b>.</p> <p>Jeśli słowo jest zapisane błędnie, możesz odszukać poprawną wersję na liście poniżej. Jeśli nie możesz znaleźć poprawnej wersj na liście, wpisz ją w polu poniżej i wciśnij <b>Zastap</b> lub <b>Zastap wszystkie</b>.</p></qt>
pt: <qt><p>Esta palavra foi considerada como sendo uma "palavra desconhecida" porque não corresponde a nenhum elemento do dicionário em uso no momento. Poderá também ser uma palavra estrangeira.</p> <p>Se a palavra não estiver mal escrita, poderá adicioná-la ao dicionário se carregar em <b>Adicionar ao Dicionário</b>. Se não quiser adicionar a palavra desconhecida, mas querê-la deixar inalterada, carregue em <b>Ignorar</b> ou <b>Ignorar Todas</b>.</p> <p>Todavia, se estiver mal escrita, poderá tentar encontrar a substituição correcta na lista em baixo. Se não encontrar nenhuma substituição conveniente nessa lista, poderá escrevê-la no campo de texto em baixo e carregar em <b>Substituir</b> ou <b>Substituir Todas</b>.</p> </qt>
ro: <qt><p>Acest cuvînt este considerat ca fiind "cuvînt necunoscut" deoarece nu există în dicţionarul curent utilizat. Este posibil să fie un cuvînt dintr-o altă limbă.</p> <p>Dacă acest cuvînt nu este scris greşit îl puteţi adăuga la dicţionar apăsînd butonul <b>Adaugă la dicţionar</b>. Dacă doriţi să adăugaţi cuvîntul necunoscut la dicţinar, dar doriţi să-l lăsaţi nemodificat, daţi clic pe <b>Ignoră</b> sau <b>Ignoră tot</b>.</p> <p>Dacă acest cuvînt este greşit, puteţi să încercaţi să-i găsiţi varianta corectă în lista de mai jos. Dacă nu aţi găsit un înlocuitor puteţi să-l scrieţi în căsuţa de text de mai jos şi să daţi clic pe butonul <b>Înlocuieşte</b> sau <b>Înlocuieşte tot</b>.</p> </qt>
sk: <qt><p>Toto slovo je považované za "neznáme", pretože nie je v práve používanom slovníku. Je možné, že je to cudzie slovo.</p> <p>Ak je napísané správne, môžete ho pridať do slovníka stlačením <b>Pridať do slovníka</b>. Ak ho pridávať nechcete, ale nechcete ho ani meniť, stlačte <b>Ignorovať</b> alebo <b>Ignorovať všetky</b>.</p> <p>Ak je ale slovo nesprávne, môžete sa v zozname pokúsiť nájsť správnu náhradu. Ak tam nie je, môžete správne slovo zadať do textového poľa a stlačiť <b>Nahradiť</b> alebo <b>Nahradiť všetky</b>.</p> </qt>
sl: <qt> <p>Ta beseda se smatra za »neznano besedo«, ker ne ustreza nobenemu vnosu v trenutno uporabljenih slovarjih. Lahko je tudi beseda v tujem jeziku.</p> <p>Če beseda ni napačno črkovana, potem jo lahko dodate v slovar s klikom na <b>Dodaj v slovar</b>. Če nočete dodati besede v slovar, bi jo pa radi pustili nespremenjeno, kliknite <b>Prezri</b> ali <b>Prezri vse</b>.</p> <p>Če pa je beseda napačno črkovana, potem lahko poskusite najti zamenjavo v spodnjem seznamu. Če tukaj ne najdete zamenjave, jo lahko natipkate v spodnje besedilno polje in kliknete <b>Zamenjaj</b> ali <b>Zamenjaj vse</b>.</p> </qt>
sv: <qt><p>Det här ordet anses vara ett "okänt ord", eftersom det inte passar in på någon post i ordlistan som för närvarande används. Det kan också vara ett ord på ett främmande språk.</p> <p>Om ordet inte är felstavat, kan du lägga till det i ordlistan genom att klicka på <b>Lägg till i ordlista</b>. Om du inte vill lägga till det okända ordet i ordlistan, men vill lämna det oförändrat, klicka på <b>Ignorera</b> eller <b>Ignorera alla</b>.</p> <p>Om ordet istället är felstavat, kan du försöka hitta ersättningen i listan nedanför. Om du inte hittar en ersättning där, kan du skriva in den i textrutan nedanför, och klicka på <b>Ersätt</b> eller <b>Ersätt alla</b>.</p> </qt>
